"下一步" = "Dalej";
"当前没有可编辑的资源" = "Brak zasobów do edycji";
"当前没有可删除的资源" = "Brak zasobów do usunięcia";
"确定删除这张照片吗?" = "Czy na pewno chcesz usunąć to zdjęcie?";
"确定删除这个视频吗?" = "Czy na pewno chcesz usunąć ten film?";
"删除" = "Usuń";
"下载失败，请重试！" = "Pobieranie nie powiodło się, spróbuj ponownie!";
"编辑" = "Edytuj";
"正在下载iCloud上的资源" = "Pobieranie zasobów z iCloud";
"原始值" = "Wartość oryginalna";
"正方形" = "Kwadrat";
"提示" = "Wskazówka";
"是否删除此照片" = "Czy usunąć to zdjęcie?";
"还原" = "Przywróć";
"选择" = "Wybierz";
"旋转" = "Obróć";
"选择照片时不能选择视频" = "Nie można wybrać wideo podczas wybierania zdjęć";
"没有照片可选!" = "Brak dostępnych zdjęć!";
"张照片" = "zdjęć";
"个视频" = "filmów";
"Photos" = "Zdjęcia";
"Photo" = "Zdjęcie";
"Videos" = "Filmy";
"Video" = "Film";
"今天" = "Dzisiaj";
"昨天" = "Wczoraj";
"返回" = "Wróć";
"取消" = "Anuluj";
"预览" = "Podgląd";
"原图" = "Oryginalne zdjęcie";
"设置" = "Ustawienia";
"确定" = "OK";
"完成" = "Gotowe";
"关闭" = "Zamknij";
"拍摄" = "Zrób zdjęcie";
"拍摄失败" = "Nie udało się zrobić zdjęcia";
"裁剪" = "Przytnij";
"抱歉" = "Przepraszamy";
"重拍" = "Zrób ponownie";
"相机" = "Aparat";
"照片" = "Zdjęcia";
"视频" = "Filmy";
"相册" = "Album";
"加载中" = "Ładowanie";
"处理中" = "Przetwarzanie";
"点击拍照" = "Kliknij, aby zrobić zdjęcie";
"长按录像" = "Przytrzymaj, aby nagrać wideo";
"点击拍照，长按录像" = "Kliknij, aby zrobić zdjęcie; przytrzymaj, aby nagrać wideo";
"处理失败,请重试!" = "Przetwarzanie nie powiodło się, spróbuj ponownie!";
"无法使用相机!" = "Nie można użyć aparatu!";
"照片正在下载" = "Pobieranie zdjęcia";
"已达最大数!" = "Osiągnięto maksymalną liczbę!";
"照片已达最大数!" = "Osiągnięto maksymalną liczbę zdjęć!";
"视频已达最大数!" = "Osiągnięto maksymalną liczbę filmów!";
"最多只能选择%ld张图片" = "Można wybrać maksymalnie %ld zdjęć";
"最多只能选择%ld个视频" = "Można wybrać maksymalnie %ld filmów";
"最多只能选择%ld个" = "Można wybrać maksymalnie %ld elementów";
"图片不能和视频同时选择" = "Nie można jednocześnie wybierać zdjęć i filmów";
"视频不能和图片同时选择" = "Nie można jednocześnie wybierać filmów i zdjęć";
"视频少于%ld秒，无法选择" = "Film krótszy niż %ld sekund nie może być wybrany";
"视频大于%ld秒，无法选择" = "Film dłuższy niż %ld sekund nie może być wybrany";
"录制时间少于%.0f秒" = "Czas nagrania krótszy niż %.0f sekundy";
"请在设置-隐私-相机中允许访问相机" = "Proszę zezwolić na dostęp do aparatu w Ustawieniach > Prywatność > Aparat";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "Nie można uzyskać dostępu do zdjęć\nKliknij tutaj, aby przejść do ustawień i zezwolić na dostęp";
"无法使用相机" = "Nie można użyć aparatu";
"无法访问照片，请前往设置中允许\n访问照片" = "Nie można uzyskać dostępu do zdjęć, przejdź do ustawień i zezwól na dostęp";
"无法使用麦克风" = "Nie można użyć mikrofonu";
"请在设置-隐私-相机中允许访问麦克风" = "Proszę zezwolić na dostęp do mikrofonu w Ustawieniach > Prywatność > Mikrofon";
"视频保存失败!" = "Nie udało się zapisać filmu!";
"照片保存失败!" = "Nie udało się zapisać zdjęcia!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "Nie udało się zapisać, brak dostępu do zdjęć\nPrzejdź do ustawień i zezwól na dostęp";
"没有可选的照片!" = "Brak dostępnych zdjęć!";
"视频已被删除!" = "Film został usunięty!";
"尚未从iCloud上下载，请至系统相册下载完毕后选择" = "Nie pobrano jeszcze z iCloud, proszę pobrać z systemowego albumu przed wyborem";
"麦克风添加失败，录制视频会没有声音哦!" = "Nie udało się dodać mikrofonu, nagranie wideo będzie bez dźwięku!";
"点击录制" = "Kliknij, aby nagrać";
"%.0f秒内的视频无效哦~" = "Film krótszy niż %.0f sekundy jest nieważny~";
"录制视频失败!" = "Nie udało się nagrać wideo!";
"继续录制" = "Kontynuuj nagrywanie";
"无法访问相册" = "Nie można uzyskać dostępu do albumu";
"请在设置-隐私-相册中允许访问相册" = "Proszę zezwolić na dostęp do albumu w Ustawieniach > Prywatność > Album";
"下载失败" = "Pobieranie nie powiodło się";
"所有照片" = "Wszystkie zdjęcia";
"相机胶卷" = "Rolka z aparatu";
"编辑后，GIF将会变为静态图，确定继续吗？" = "Po edycji GIF zostanie przekształcony w obraz statyczny, kontynuować?";
"编辑后，LivePhoto将会变为静态图，确定继续吗？" = "Po edycji LivePhoto zostanie przekształcone w obraz statyczny, kontynuować?";
"图片尺寸过小!" = "Rozmiar obrazu jest zbyt mały!";
"获取视频失败!" = "Nie udało się pobrać filmu!";
"确定取消吗?" = "Czy na pewno chcesz anulować?";
"继续" = "Kontynuuj";
"获取" = "Pobierz";
"处理失败，请重试" = "Przetwarzanie nie powiodło się, spróbuj ponownie";
"选择视频时不能选择照片" = "Nie można wybrać zdjęć podczas wybierania filmów";
"只能选择%ld秒内的视频，需进行编辑" = "Można wybrać tylko filmy krótsze niż %ld sekund, wymagają edycji";
"从手机相册选择" = "Wybierz z albumu telefonu";
"正在下载网络图片，请稍等" = "Pobieranie obrazu z sieci, proszę czekać";
"正在获取照片大小，请稍等" = "Pobieranie rozmiaru zdjęcia, proszę czekać";
"照片大小超过最大限制%@" = "Rozmiar zdjęcia przekracza maksymalny limit %@";
"视频大小超过最大限制%@" = "Rozmiar filmu przekracza maksymalny limit %@";
"照片或视频" = "Zdjęcia lub filmy";
"轻触拍照" = "Dotknij, aby zrobić zdjęcie";
"按住摄像" = "Przytrzymaj, aby nagrać wideo";
"轻触拍照，按住摄像" = "Dotknij, aby zrobić zdjęcie; przytrzymaj, aby nagrać wideo";
"拍照" = "Zrób zdjęcie";
"摄像" = "Nagraj wideo";
"无法访问所有照片\n请点击这里前往设置中允许访问所有照片" = "Nie można uzyskać dostępu do wszystkich zdjęć\nKliknij tutaj, aby przejść do ustawień i zezwolić na dostęp";
"无法访问所有照片" = "Nie można uzyskać dostępu do wszystkich zdjęć";
"请在设置-隐私-相册中允许访问所有照片" = "Proszę zezwolić na dostęp do wszystkich zdjęć w Ustawieniach > Prywatność > Album";
"要删除这张照片吗?" = "Czy chcesz usunąć to zdjęcie?";
"要删除此视频吗?" = "Czy chcesz usunąć ten film?";
"自由" = "Dowolny";
"松手即可删除" = "Puść, aby usunąć";
"拖动到此处删除" = "Przeciągnij tutaj, aby usunąć";
"仅可访问部分照片，建议开启「所有照片」" = "Dostęp tylko do części zdjęć – zalecamy włączyć 「Wszystkie zdjęcia」";
"去设置" = "Przejdź do ustawień";
"更多" = "Więcej";

"HXAlbumCameraRoll" = "Wszystkie zdjęcia";
"HXAlbumPanoramas" = "Panoramy";
"HXAlbumVideos" = "Filmy";
"HXAlbumFavorites" = "Ulubione";
"HXAlbumTimelapses" = "Pokazy poklatkowe";
"HXAlbumRecents" = "Ostatnie";
"HXAlbumRecentlyAdded" = "Ostatnio dodane";
"HXAlbumBursts" = "Seria zdjęć";
"HXAlbumSlomoVideos" = "Filmy w zwolnionym tempie";
"HXAlbumSelfPortraits" = "Autoportrety";
"HXAlbumScreenshots" = "Zrzuty ekranu";
"HXAlbumDepthEffect" = "Portret";
"HXAlbumLivePhotos" = "Live Photos";
"HXAlbumAnimated" = "Animowane";
